OpenFOAM-10/tutorials/incompressible/pimpleFoam/RAS/impeller/Allrun
#!/bin/sh

cd "${0%/*}" || exit 1

. $WM_PROJECT_DIR/bin/tools/RunFunctions

runApplication blockMesh

runApplication createNonConformalCouples -overwrite

runApplication $(getApplication)
